[
  {
    "id": 0,
    "price_sva": "1,151.90",
    "name_sva": "Mai ",
    "min_time": 6,
    "gls_sva": "Consequat qui occaecat aute ad. Commodo quis dolore occaecat amet nostrud irure est aliquip dolore laboris sit incididunt. Consectetur esse elit ullamco eu tempor elit dolore qui deserunt non. Quis nulla ea amet sint pariatur.\r\n"
  },
  {
    "id": 1,
    "price_sva": "1,866.15",
    "name_sva": "❤️ Audrey ❤️ ",
    "min_time": 6,
    "gls_sva": "Exercitation do et do ad excepteur dolore. Dolor est adipisicing voluptate voluptate duis laborum velit non deserunt nostrud. Duis deserunt amet magna pariatur sit deserunt enim dolore proident tempor ullamco laborum eu magna. Laboris non eu in amet ex elit.\r\n"
  },
  {
    "id": 2,
    "price_sva": "1,838.78",
    "name_sva": "Martha ",
    "min_time": 8,
    "gls_sva": "Qui adipisicing eu ad id adipisicing. Excepteur deserunt aliqua ipsum elit in commodo ex sint elit. Fugiat sunt Lorem reprehenderit irure deserunt cupidatat ex quis. Excepteur consequat voluptate aliquip cillum adipisicing nisi commodo sit ullamco elit esse tempor aute. Incididunt cupidatat sint consectetur ullamco dolore qui laboris velit dolor ad enim exercitation. In fugiat esse laboris dolore laboris nisi.\r\n"
  },
  {
    "id": 3,
    "price_sva": "2,163.42",
    "name_sva": "Knox ",
    "min_time": 6,
    "gls_sva": "Occaecat laboris non minim laborum enim reprehenderit laboris Lorem dolore ad. Amet deserunt occaecat magna incididunt esse deserunt occaecat proident labore pariatur eu cupidatat deserunt. Eu commodo officia amet quis labore ea sint excepteur reprehenderit anim. Pariatur aliquip ipsum ullamco culpa consequat.\r\n"
  },
  {
    "id": 4,
    "price_sva": "1,217.41",
    "name_sva": "Bowen ",
    "min_time": 10,
    "gls_sva": "Labore labore deserunt sint pariatur quis excepteur duis eiusmod esse nostrud. Ex tempor magna esse Lorem ea id dolor velit et nisi culpa esse eiusmod. Non ullamco sunt occaecat culpa ut pariatur esse eu Lorem. Proident non fugiat pariatur exercitation ea est sit fugiat sit quis dolor aliqua pariatur voluptate. Aute culpa amet consectetur commodo ad veniam deserunt occaecat nulla eu. Enim minim eiusmod consequat fugiat laboris amet ut.\r\n"
  }
]
